<html>
<head>
	<meta http-equiv="Content-Type" content="text/html;CHARSET=utf-8">
	<title>solu&ccedil;&atilde;o de problemas</title> 
	<meta name="AppleIndex" content="databases| layouts (databases)">
</head>
<body>
<font color="#330099" face="Helvetica, Arial" size="4"><b>Solu&ccedil;&atilde;o de problemas </b></font> 
<hr>
<font face="Geneva, Arial" size="2">
<body>


<p style="font-weight: bold;">Eu recebo uma mensagem de erro, &ldquo;Alguns arquivos de dados necess&aacute;rios n&atilde;o podem ser encontrados&rdquo;, ao tentar iniciar o aplicativo.</p>

<p>Certifique-se de que a pasta Secure II esteja localizada no diret&oacute;rio raiz do dispositivo ou verifique o nome da pasta. Verifique se todos os arquivos de dados est&atilde;o presentes.</p>

<p style="font-weight: bold;">Eu n&atilde;o posso salvar arquivos na unidade virtual, embora tenha muito espa&ccedil;o livre dispon&iacute;vel.</p>

<p>Para garantir a compatibilidade da plataforma cruzada, as unidades virtuais usam o formato de arquivo FAT16 que s&oacute; permite um m&aacute;ximo de 255 diret&oacute;rios.</p>

<p style="font-weight: bold;">Meu Painel n&atilde;o aparece quando eu inicio o aplicativo.</p>

<p>Certifique-se de selecionar a op&ccedil;&atilde;o <a HREF="Settings.htm">Abrir o painel na inicializa&ccedil;&atilde;o do aplicativo</a>.</p>

<p style="font-weight: bold;">Minha unidade virtual n&atilde;o ser&aacute; desmontada.</p>

<p>Verifique se voc&ecirc; fechou todas as janelas do Explorer associadas &agrave; unidade virtual e todos os aplicativos que acessam o vault, e tente novamente.</p>

<p style="font-weight: bold;">Como eu posso liberar espa&ccedil;o em disco ocupado pela unidade virtual?</p>

<p>Localize o arquivo de vault e <a HREF="Deleting_a_Vault.htm">exclua</a>-o. </p>

<p style="font-weight: bold;">Eu n&atilde;o posso montar meu vault criptografado.</p>

<p>Voc&ecirc; pode montar 
um m&aacute;ximo de 1 vaults de uma vez. Se voc&ecirc; tiver 1 vaults montados, <a HREF="Mounting_Unmounting_a_Vault.htm">desmonte</a> um dos vaults e tente novamente. Se 
voc&ecirc; ainda n&atilde;o puder montar o vault, reinicialize o sistema.</p>

<p style="font-weight: bold;">Meu bot&atilde;o de montagem ficou desativado e eu n&atilde;o posso montar nenhuma unidade.</p>

<p>O Secure II desativa esse recurso ap&oacute;s cinco tentativas de login malsucedidas. Saia do aplicativo e tente novamente.</p>

<p style="font-weight: bold;">Eu n&atilde;o posso criptografar arquivos no meu dispositivo.</p>

<p>O dispositivo talvez n&atilde;o tenha mais espa&ccedil;o. Libere algum espa&ccedil;o e tente novamente.</p>


</body>
</html>
