<html>
<head>
	<meta http-equiv="Content-Type" content="text/html;CHARSET=utf-8">
	<title>troubleshoot</title> 
	<meta name="AppleIndex" content="databases| layouts (databases)">
</head>
<body>
<font color="#330099" face="Helvetica, Arial" size="4"><b>Problembehandlung </b></font> 
<hr>
<font face="Geneva, Arial" size="2">
<body>


<p style="font-weight: bold;">Beim Starten der Anwendung erscheint die Fehlermeldung &quot;Einige erforderliche Dateien wurden nicht gefunden&quot;.</p>

<p>&Uuml;berpr&uuml;fen Sie, dass sich der Secure II-Ordner im Stammverzeichnis des Ger&auml;tes befindet und &uuml;berpr&uuml;fen Sie den Ordnernamen. Stellen Sie sicher, dass alle Dateien vorhanden sind.</p>

<p style="font-weight: bold;">Ich kann keine Dateien auf dem virtuellen Laufwerk speichern, obwohl gen&uuml;gend freier Platz zur Verf&uuml;gung steht.</p>

<p>Um eine Kompatibilit&auml;t f&uuml;r unterschiedliche Plattformen zu erreichen, nutzen virtuelle Laufwerke das Dateisystem FAT16, das maximal 255 Verzeichnisse zul&auml;sst.</p>

<p style="font-weight: bold;">Das Dashboard wird beim Starten der Anwendung nicht angezeigt.</p>

<p>&Uuml;berpr&uuml;fen Sie, dass die Option <a HREF="Settings.htm">Dashboard bei Anwendungsstart &ouml;ffnen</a> gew&auml;hlt ist.</p>

<p style="font-weight: bold;">Das virtuelle Laufwerk l&auml;sst sich nicht deaktivieren.</p>

<p>Stellen Sie sicher, dass alle Explorer-Fenster des virtuellen Laufwerks und alle Anwendungen, die auf das virtuelle Laufwerk zugreifen, geschlossen sind. Wiederholen Sie dann den Vorgang.</p>

<p style="font-weight: bold;">Wie kann ich Speicherplatz freigeben, der von dem virtuellen Laufwerk belegt wird?</p>

<p><a HREF="Deleting_a_Vault.htm">L&ouml;schen</a> Sie die Datei des gesch&uuml;tzten Bereichs. </p>

<p style="font-weight: bold;">Der verschl&uuml;sselte gesch&uuml;tzte Bereich l&auml;sst sich nicht aktivieren.</p>

<p>Es k&ouml;nnen  maximal 1 gesch&uuml;tzte Bereiche gleichzeitig aktiviert werden. Falls bereits 1 gesch&uuml;tzte Bereiche aktiviert sind, <a HREF="Mounting_Unmounting_a_Vault.htm">deaktivieren</a> sie einen davon und wiederholen Sie dann den Vorgang. Falls der gesch&uuml;tzte Bereich sich weiterhin nicht aktivieren l&auml;sst, starten Sie das System neu.</p>

<p style="font-weight: bold;">Die Schaltfl&auml;che &quot;Aktivieren&quot; ist nicht mehr aktiv. Es lassen sich keine Laufwerke mehr aktivieren.</p>

<p>Secure II deaktiviert diese Funktion nach f&uuml;nf erfolglosen Anmeldeversuchen. Beenden Sie die Anwendung und wiederholen Sie dann den Vorgang.</p>

<p style="font-weight: bold;">Dateien auf dem Ger&auml;t lassen sich nicht verschl&uuml;sseln.</p>

<p>M&ouml;glicherweise ist kein Speicherplatz auf dem Ger&auml;t mehr vorhanden. Geben Sie etwas Speicherplatz frei und wiederholen Sie dann den Vorgang.</p>


</body>
</html>
